[
  "The population of the Earth is about 8 billion people.",
  "A group of owls is called a parliament.",
  {
    "fact": "The human brain can generate enough electricity to power a small light bulb.",
    "source": "interesting-science-facts.com"
  },
  "There are more stars in the universe than grains of sand on all the beaches on Earth.",
  "Cats have 32 muscles in each ear, allowing them to rotate their ears 180 degrees.",
  "The word 'Earth' comes from Old English and High Germanic, and is not named after a Greek or Roman God.",
  "Giraffes are 30 times more likely to get hit by lightning than people.",
  "Identical twins don't have the same fingerprints.",
  {
    "fact": "The largest piece of fossilised dinosaur poo discovered is over 30cm long and over two litres in volume.",
    "source": "https://www.sciencefocus.com/science/fun-facts"
  },
  "Wearing a tie can reduce blood flow to the brain by 7.5 per cent.",
  "The world's oldest dog lived to 29.5 years old.",
  "A comet smells like rotten eggs, urine, burning matches, and… almonds. Traces of hydrogen sulphide, ammonia, sulphur dioxide, and hydrogen cyanide were all found in the makeup of the comet **67P/Churyumove-Gerasimenko.** Promotional postcards were even commissioned in 2016 carrying the pungent scent of a comet.",
  "Ants don't have lungs. They instead breathe through spiracles, nine or ten tiny openings, depending on the species.",
  "Wind turbines kill between 10,000 and 100,000 birds each year in the UK.",
  "Sound can be minus decibels. The quietest place on Earth is Microsoft's anechoic chamber in Redmond, WA, USA, at -20.6 decibels.",
  "Bananas are radioactive. Due to being rich in potassium, every banana is actually slightly radioactive thanks to containing the natural isotope potassium-40. Interestingly, your body contains around 16mg of potassium-40, meaning you're around 280 times more radioactive than a banana already.",
  "The sun's core is 150 times denser than water and its central temperature is over 15 MILLION degrees Celsius.",
  {
    "fact": "Finland is the happiest country on Earth. According to the World Happiness Report, it has been for six years in a row. It's not really surprising, given that Finland is the home of Santa Claus, reindeer and one sauna for every 1.59 people.",
    "source": "https://www.sciencefocus.com/science/fun-facts"
  },
  "You can yo-yo in space. In 2012, NASA astronaut Don Pettit took a yo-yo on board the International Space Station and demonstrated several tricks.",
  "You travel 2.5 million km a day around the Sun without realising. "
]
